Repository: tomyvi/MyPFM
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Current balance
fr: Etat de l\'épargne

source: Incomes
fr: Revenus

source: Expenses
fr: Dépenses

source: Balance
fr: Solde

source: Estimated future Balance
fr: Solde prévisionnel

source: Display account transactions
fr: Afficher les transactions du compte

source: Update estimated future balance
fr: Actualiser la projection de solde

source: Balance 30 days ago
fr: Balance à J-30

source: Estimated future balance
fr: Solde futur

source: Balance on
fr: Solde au

source: Projected balance
fr: Atterrissage M+1

source: Loading your accounts, please wait
fr: Chargement de vos comptes, veuillez patienter

source: Edit
fr: Modifier

source: Import
fr: Importer

source: Cancel
fr: Annuler

source: Last import on
fr: Dernier import le

source: Loading
fr: Chargement

source: Label
fr: Libellé

source: Category
fr: Catégorie

source: Amount
fr: Montant

source: Unable to delete transactions
fr: Impossible de supprimer les transactions

source: No file to process
fr: Pas de fichier à traiter

source: Unable to process file
fr: Impossible de traiter le fichier

source: Account not found
fr: Impossible de trouver le compte

source: Error adding transaction, import canceled
fr: Erreur à l'ajout d'une transaction (j'annule l'import)

source: Unable to delete transaction
fr: Impossible de supprimer la transaction

source: transaction(s) imported
fr: transaction(s) importée(s)

source: Error when updating account data
fr: Erreur à l'actualisation des données du compte

source: Impossible to open file
fr: Impossible d'ouvrir le fichier envoyé

source: QIF file format incorrect
fr: Format du fichier QIF incorrect

source: File format incompatible with import feature
fr: Format du fichier incompatible avec la fonctionnalité

source: You have successfully logged out
fr: Vous avez bien été déconnecté

source: After 15 minutes without activity, you have been automatically logged out
fr: Suite à 15 minutes d'inactivité, vous avez été déconnecté automatiquement

source: Wrong login or password
fr: Login ou mot de passe incorrect

source: Display all
fr: Tout afficher

source: Hide all
fr: Tout masquer

source: Remaining balance
fr: Solde restant

source: Balance left
fr: Montant consommé

source: Expenses per category
fr: Dépenses par catégorie

source: Show details
fr: Afficher les détails

source: Unable to load transactions for budget
fr: Impossible de charger les transactions pour budget

source: Hide details
fr: Masquer les details

source: per month
fr: par mois

source: per category
fr: par catégorie

source: Net incomes
fr: Revenus nets

source: weekly
fr: hebdomadaire

source: All
fr: Tous

source: None
fr: Aucun

source: Accounts
fr: Comptes

source: accounts
fr: comptes

source: Categories
fr: Catégories

source: categories
fr: catégories

source: from
fr: de

source: to
fr: à

source: Display
fr: Afficher

source: Incomes per category
fr: Revenus par catégorie

source: Monthly expenses
fr: Depenses mensuelles

source: Monthly incomes
fr: Revenus mensuels

source: Monthly net incomes
fr: Revenus nets mensuels

source: All categories
fr: Toutes categories

source: Monthly average
fr: Moyenne mensuelle

source: Net incomes per category
fr: Revenus nets par categorie

source: Close
fr: Fermer

source: Account
fr: Compte

source: Loading transactions
fr: Chargement des transactions

source: Could not connect
fr: Impossible de se connecter

source: Error during account sort order request
fr: Erreur lors de la mise à jour de l\'ordre des comptes

source: Show closed accounts
fr: Afficher les comptes clots

source: Global balance
fr: Balance globale

source: Add
fr: Ajouter

source: Please fill in a budget name
fr: Veuillez saisir un nom pour le budget

source: Error while creating budget
fr: Erreur lors de la création du budget

source: Add new budget
fr: Créer un nouveau budget

source: Please fill in budget data
fr: Veuillez saisir les informations pour le budget

source: Name
fr: Nom

source: Active
fr: Actif

source: Display in statistics
fr: Afficher dans les statistiques

source: Loading in progress
fr: Chargement

source: Please fill in an account name
fr: Veuillez saisir un nom pour le compte

source: Error when creating account
fr: Erreur lors de la création du compte

source: Add account
fr: Ajouter un compte

source: Please fill in account details
fr: Veuillez saisir les informations pour le compte

source: Detailed label
fr: Libellé long

source: Bank
fr: Banque

source: Account type
fr: Type de compte

source: Account number
fr: N° de compte

source: Opening balance
fr: Solde d'ouverture

source: Display in dashboard
fr: Afficher dans la synthèse

source: Please fill in a transaction date
fr: Veuillez saisir une date de transaction

source: Please fill in a transaction label
fr: Veuillez saisir un libellé de transaction

source: Please fill in a transaction amount
fr: Veuillez saisir un montant de transaction

source: Transaction already exists, unable to duplicate
fr: La transaction existe déjà, impossible de la dupliquer

source: Add transaction
fr: Ajouter une transaction

source: Please fill in transaction details
fr: Veuillez saisir les informations pour la transaction

source: Comment
fr: Commentaire

source: optional
fr: facultatif

source: Error while updating budget
fr: Erreur lors de la modification du budget

source: Do you really want to delete budget ?\n(All transaction affected to this budget will not be deleted but unaffected)
fr: Etes vous sûr de vouloir supprimer ce budget ?\n(Toutes les transactions affectées à ce budget ne seront pas supprimées mais non affectées)

source: Edit budget
fr: Modifier un budget

source: Please fill in budget details
fr: Veuillez saisir les informations pour le budget

source: The account
fr: Le compte

source: has been updated
fr: a bien été mis à jour

source: Do you really want to delete this account ?\n(All transactions will be erased)
fr: Etes vous sûr de vouloir supprimer ce compte ?\n(Toutes les transactions pour ce compte seront également supprimées)

source: The account has been deleted
fr: Le compte a bien été supprimé

source: Edit account
fr: Editer le compte

source: Closed
fr: Compte clot

source: Delete
fr: Supprimer

source: Do you really want to delete transaction
fr: Voulez vous vraiment supprimer la transaction

source: Edit transaction
fr: Editer la transaction

source: Import date
fr: Date d'import

source: Last update date
fr: Date de dernière mise à jour

source: Transaction category updated
fr: Catégorie de la transaction mise à jour

source: Impossible to update transaction category
fr: Impossible de mettre à jour la catégorie

source: Error while updating category sort order
fr: Erreur lors de la mise à jour de l\'ordre des catégories

source: Select new category
fr: Sélectionnez une nouvelle catégorie

source: error(s) when adding transactions
fr: erreur(s) à l\'ajout des transactions

source: Last error message
fr: Dernier message d\'erreur

source: Duplicate transaction handler
fr: Gestion des transactions existantes

source: List of transactions to be imported
fr: Liste des transactions à importer

source: Mouse over a line to identify the corresponding existing transaction
fr: survolez une ligne avec votre souris pour identifier la transaction existante correspondante

source: Please check transaction to import
fr: Veuillez cocher les lignes à importer

source: Existing transactions list
fr: Liste des transactions existantes

source: Operation canceled
fr: Opération annulée

source: Uploading file
fr: Envoi du fichier

source: Processing file
fr: Traitement du fichier

source: transactions(s) have been imported
fr: transaction(s) ont été importées

source: Processing duplicated
fr: Traitement des doublons

source: transaction(s) already exist, impossible to duplicate them
fr: transaction(s) existent déjà, impossible de les dupliquer

source: Import has successfully been canceled
fr: L\'import a bien été annulé

source: transaction(s) deleted
fr: transaction(s) supprimée(s)

source: Transaction import
fr: Import de transactions

source: Automatic logout
fr: Déconnexion automatique

source: After 15 minutes without activity, you will be logged out !
fr: Suite à 15 minutes d\'inactivité, vous allez être automatiquement déconnecté

source: Stay logged in
fr: Rester connecté

source: My Personal Finance Manager
fr: Mes Comptes

source: Home
fr: Accueil

source: Dashboard
fr: Synthèse

source: Expenses & Incomes
fr: Dépenses & Revenus

source: Account list
fr: Liste des comptes

source: Add new account
fr: Ajouter un compte

source: Add new transaction
fr: Ajouter une transaction

source: Categories & Budgets
fr: Catégories & Budgets

source: Add new category
fr: Ajouter une catégorie

source: Apply categories
fr: Appliquer les catégories

source: Reports
fr: Rapports

source: Logout
fr: Déconnexion

source: Amount, category or label,...
fr: Montant, catégorie ou libellé,...

source: Please fill in your login
fr: Veuillez saisir votre nom d\'utilisateur

source: Please fill in your password
fr: Veuillez saisir votre mot de passe

source: Login
fr: Nom d'utilisateur

source: Password
fr: Mot de passe
